{
  "en":{
    "amigurumis.title":"Amigurumis",
    "amigurumis.grid.seemore":"See more",
    "bymanitas.home.subtitle1":"byManitas loves the handmade and we make all kind of amigurumis.",
    "bymanitas.home.subtitle2":"Amigurumi is a Japanese word that means stuffed yarn creatures. It consists of crocheting small stuffed yarn creatures. You will find different creatures below",
    "bymanitas.home.subtitle3":"Do not hesitate to contact me.",
    "bymanitas.scroll":"See more",
    "cookies.text.info":"This site uses cookies. By continuing to browse the site or clicking on 'OK', you are agreeing to our use of cookies. ",
    "cookies.btn.ok":"OK",
    "cookies.btn.moreinfo":"Find out more.",
    "cookies.info.intro.title":"COOKIES POLICY",
    "cookies.info.intro.lastUpdated":"Last updated: ",
    "cookies.info.intro.use":"We use cookies on www.amigurum.is. By using the Service, you consent to the use of cookies.",
    "cookies.info.intro.description":"Our Cookies Policy explains what cookies are, how we use cookies, how third-parties we may partner with may use cookies on the Service, your choices regarding cookies and further information about cookies.",
    "cookies.info.what.title":"What are cookies",
    "cookies.info.what.description":"Cookies are small pieces of text sent by your web browser by a website you visit. A cookie file is stored in your web browser and allows the Service or a third-party to recognize you and make your next visit easier and the Service more useful to you. Cookies can be persistent or session cookies.",
    "cookies.info.how.title":"How we use cookies",
    "cookies.info.how.description1":"When you use and access the Service, we may place a number of cookies files in your web browser.",
    "cookies.info.how.description2":"We use cookies for the following purposes: to enable certain functions of the Service, to provide analytics, to store your preferences, to enable advertisements delivery, including behavioral advertising.",
    "cookies.info.how.description3":"We use both session and persistent cookies on the Service and we use different types of cookies to run the Service",
    "cookies.info.others.title":"Third-party cookies",
    "cookies.info.others.description":"In addition to our own cookies, we may also use various third-parties cookies to report usage statistics of the Service, deliver advertisements on and through the Service, and so on.",
    "cookies.info.remove.title":"What are your choices regarding cookies",
    "cookies.info.remove.description1":"If you'd like to delete cookies or instruct your web browser to delete or refuse cookies, please visit the help pages of your web browser.",
    "cookies.info.remove.description2":"Please note, however, that if you delete cookies or refuse to accept them, you might not be able to use all of the features we offer, you may not be able to store your preferences, and some of our pages might not display properly.",
    "cookies.info.thirdparty.title":"Where can your find more information about cookies",
    "cookies.info.thirdparty.description":"You can learn more about cookies and the following third-party websites:",
    "cookies.info.thirdparty.bullet1":"AllAboutCookies:",
    "cookies.info.thirdparty.bullet2":"Network Advertising Initiative:",
    "contact.form.button.send":"Send",
    "contact.form.label.email":"Email",
    "contact.form.label.email.errorInvalid":"Type a valid email",
    "contact.form.label.message":"Message",
    "contact.form.label.name":"Name",
    "contact.form.label.name.errorInvalid":"Type a valid name",
    "contact.form.submit.success":"Your message was sent. We will contact you soon.",
    "contact.form.submit.error":"There was a problem sending your message. Please try later or contact us sending an email to bymanitas@gmail.com",
    "contact.title":"Contact",
    "details.contact":"Contact with us!",
    "footer.label.developer":"Website developed by",
    "navigation.label.amigurumis":"Amigurumis",
    "navigation.label.contact":"Contact us"
  },
  "es":{
    "amigurumis.title":"Amigurumis",
    "amigurumis.grid.seemore":"Ver más",
    "bymanitas.home.subtitle1":"En byManitas nos encantan las manualidades y hacemos todo tipo de amigurumis.",
    "bymanitas.home.subtitle2":"Amigurumi es una palabra japonesa que significa peluche tejido. Consiste en tejer pequeños muñecos mediante técnicas de croché. Más abajo encontrarás diferentes creaciones.",
    "bymanitas.home.subtitle3":"No dudes en ponerte en contacto conmigo.",
    "bymanitas.scroll":"Ver más",
    "cookies.text.info":"Esta web utiliza cookies para proporcionarte un mejor servicio. Si haces click en “OK” o sigues navegando por ella consideramos que autorizas su uso. ",
    "cookies.btn.ok":"OK",
    "cookies.btn.moreinfo":"Más información",
    "cookies.info.intro.title":"POLÍTICA DE COOKIES",
    "cookies.info.intro.lastUpdated":"Última actualización: ",
    "cookies.info.intro.use":"En www.amigurum.is usamos cookies. Al hacer uso de nuestros servicios, autorizas el uso de nuestras cookies.",
    "cookies.info.intro.description":"Nuestra política de cookies explica que son las cookies, cómo usamos las cookies, cómo terceros con los que tenemos acuerdos podrían usar las cookies de esta página web, tus elecciones respecto a las cookies y más información relativa a las cookies.",
    "cookies.info.what.title":"Qué son las cookies",
    "cookies.info.what.description":"Las cookies es un pequeño fichero que se almacena en tu navegador cuando visitas la mayoria de páginas web. Un archivo de cookies se almacena en su navegador web y permite reconocerle y hacer su próxima visita más fácil y más útil para usted. Las cookies pueden ser persistentes o cookies de sesión.",
    "cookies.info.how.title":"Cómo usamos las cookies",
    "cookies.info.how.description1":"Cuando usas y accedes a esta página web, se colocan una serie de archivos de cookies en su navegador web.",
    "cookies.info.how.description2":"Usamos cookies con los siguientes propósitos: para habilitar ciertas funciones de la página web, proporcionar análisis, almacenar sus preferencias, habilitar la aparición de anuncios, incluyendo anuncios de comportamiento.",
    "cookies.info.how.description3":"Usamos cookies de sesión y permanentes.",
    "cookies.info.others.title":"Cookies de terceros",
    "cookies.info.others.description":"Además de nuestras propias cookies, hacemos uso de cookies de terceros para reportar el uso de la página web.",
    "cookies.info.remove.title":"Desactivación de las cookies",
    "cookies.info.remove.description1":"Si usted quiere desactivar las cookies o indicar a su navegador que elimine o rechace las cookies, por favor visite la ayuda de su navegador.",
    "cookies.info.remove.description2":"Por favor tenga en cuenta que si borra las cookies o rechaza aceptarlas, podría no ser capaz de usar todas las funcionalidades que la página web ofrece, no podrá guardar sus preferencias y algunas de las páginas podría no funcionar correctamente.",
    "cookies.info.thirdparty.title":"Dónde encontrar más información sobre cookies",
    "cookies.info.thirdparty.description":"Puede aprender más sobre las cookies en las siguientes páginas:",
    "cookies.info.thirdparty.bullet1":"AllAboutCookies:",
    "cookies.info.thirdparty.bullet2":"Network Advertising Initiative:",
    "contact.form.button.send":"Enviar",
    "contact.form.label.email":"Correo electrónico",
    "contact.form.label.email.errorInvalid":"Introduce un email válido",
    "contact.form.label.message":"Mensaje",
    "contact.form.label.name":"Nombre",
    "contact.form.label.name.errorInvalid":"Introduce un nombre válido",
    "contact.form.submit.success":"Tu mensaje ha sido enviado. Nos pondremos en contacto contigo muy pronto.",
    "contact.form.submit.error":"Ha habido un problema al enviar tu mensaje. Puedes intentar de nuevo más tarde o enviar directamente un correo electrónico a bymanitas@gmail.com",
    "contact.title":"Contacto",
    "details.contact":"¡Contacta con nosotros!",
    "footer.label.developer":"Web desarrollada por",
    "navigation.label.amigurumis":"Amigurumis",
    "navigation.label.contact":"Contacto"
  }
}
